/* 
   Localizable.strings
   Mobitransit_Helsinki

   Created by Daniel Soro Coicaud on 21/09/10.
   Copyright 2010 Okode S.L. All rights reserved.
 */

"MAP" = "Plan";
"SATELLITE" = "Satellite";
"HYBRID" = "Hybride";

"BUSES" = "Autobuses";
"TRAMWAYS" = "Tramways";
"SUBWAYS" = "Mètres";
"TAXIS" = "Taxis";
"LINE" = "Ligne";
"LINES" = "Lignes";

"BUS" = "autobus";
"TRAMWAY" = "tramway";
"SUBWAY" = "mètro";
"TAXI" = "taxi";

"LOADING" = "Chargement...";

"DIRECTION" = "Sens";

"SERVER_ERROR_TITLE" = "Le serveur ne répond pas";
"SERVER_ERROR_SUBTITLE" = "S'il vous plaît, essayer à nouveau plus tard.";

"STOMP_ERROR_TITLE" = "Server not updating";
"STOMP_ERROR_SUBTITLE" = "The updating service is not working properly. Mobitransit's is showing you the transports' last position but can't update them. Please, try again later.";

"CONNECTION_ERROR_TITLE" = "Vérifier votre connexion";

"INACTIVE_APP_TITLE" = "Mobitransit is inactive";
"INACTIVE_APP_SUBTITLE" = "In order to save memory, the application will end in 30 seconds unless you reactive it.";

"NO_LOCATION_TITLE" = "Erreur de localisation";
"NO_LOCATION_MESSAGE" = "Votre position actuelle ne correspond pas avec la ville de l'application. Localisation de l'utilisateur désactivée";

"ACCEPT_MESSAGE" = "Accepter";

"WELCOME_TITLE" = "Mobitransit"; 
"WELCOME_MESSAGE" = "Mobitransit n'utilise que la localisation du dispositif pour offrir son service de visualisation des transport publiques à proximité de la zone où vous vous trouvez: Aucune information personelle ni est donc enregistrée ni envoyé";

"CONFIG_TITLE" = "Paramètres";
"CONFIG_NETWORK" = "Réseau";
"CONFIG_SERVER_STATUS" = "Etat des serveurs";
"CONFIG_MAP_PROPERTIES" = "Propriétés de la carte";
"CONFIG_TYPE" = "Type";
"CONFIG_USER_LOCATION" = "Emplacement de l'utilisateur";
"CONFIG_LOGIN" = "Connectez";
"CONFIG_SOCIAL" = "Réseaux sociaux";

"INFO_TITLE" = "Information";
"INFO_ADVICES" = "Avertissements";
"INFO_TICKETS" = "Billets";
"INFO_SMS_TICKETS" = "Achat de billets par SMS";
"INFO_MOBITRANSIT_APP" = "mobitransit App";
"INFO_ABOUT" = "About";

"SHARE_COMPLETE" = "Sent!";
"UNEXPECTED_ERROR" = "Error";

"SENDING" = "Envoi en cours...";

"SHARE_MESSAGE_TITLE" = "Partager sur les réseaux sociaux!";
"SHARE_ON_FACEBOOK" = "Partager sur Facebook";
"SHARE_ON_TWITTER" = "Partager sur Twitter";
"SHARE_MESSAGE_TRANSPORT_1" = "Je suis en voyage dans le";
"SHARE_MESSAGE_TRANSPORT_2" = "ligne";
"SHARE_MESSAGE_TRANSPORT_3" = "Suivez mon voyage en temps réel avec Mobitransit!";

"SHARE_MESSAGE_LOCATION_1" = "My current position is";
"SHARE_MESSAGE_LOCATION_2" = "I'm watching all public transports in real time with Mobitransit!";

"SENT" = "Sent!";
"SMS_FIRST_TITLE" = "Buy Mobile Tickets";
"SMS_MORE_INFO" = "Check the terms of service:";
"SMS_BUY_TICKET" = "Buy Mobile Ticket (2€)";
"SMS_CALL_HKL" = "Information Phone Call";
"SMS_SECOND_TITLE" = "Order a taxi";
"SMS_CALL_TAXI" = "Order taxi (1'70€)";

"SMS_INPUT_CITY" = "\"input city name\"";
"SMS_INPUT_STREET_NAME" = "\"input street name\"";
"SMS_INPUT_STREET_NUMBER" = "\"input street number\"";

"SMS_ALERT_TITLE" =  "Review your location";
"SMS_ALERT_MESSAGE" = "Write a message as follows:\n\nname of city\nofficial street name\nnumber of house letter\nadditional information";

"OKODE_INFO" = "Mobitransit – Helsinki
All rights reserved © 2010 Okode · www.okode.com

Mobitransit uses your device location to provide visualization services of public transport near of you. We do not collect or send your personal information in any way.

THE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.

This product uses information and services from third parties:

Real time public transport information offered by HKL/HST in Helsinki city (Finland).

This product contains software developed by third parties:

Objc-Stomp · Copyright (c) 2009 Stefan Saasen
Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the \"Software\"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so.

AsyncSocket, originally created by Dustin Voss on Wed Jan 29 2003. Updated and maintained by Deusty Designs and the Mac development community.";
